Repository: common-repository/revision-cleaner
Catalog: po/revision-cleaner-*.po
Languages: nl_nl

source: You might install an duplicate cleaner
nl_nl: U kan misschien ook een duplicaat cleaner installeren

source: Cleaned negative numeric, that's impossible
nl_nl: Onmogelijk, het resultaat van de gewiste revisie's is negatief.

source: Is the plugin's code been modified?
nl_nl: Is deze plugin-code aangepast?

source: You don't has authority to change this profile
nl_nl: U heeft geen bevoegdheid om dit profiel te wijzigen.

source: No Neo is found
nl_nl: Er is geen Neo gevonden

source: Data is missing
nl_nl: Er ontbreekt data

source: Oops...No administrator found. Call previous Administrator for help
nl_nl: Oops...Er is geen administrator gevonden. Vraag de vorige administrator om hulp.

source: No plugin found
nl_nl: Geen plugin gevonden

source: copy this message and post on %s
nl_nl: kopieer dit bericht op %s

source: Revision Cleaner CRASHED!
nl_nl: Revision Cleaner is gecrasht!

source: Global Settings
nl_nl: Algemene Instellingen

source: Multi-Users
nl_nl: Multi-Gebruiker

source: Allow each user set their own interval
nl_nl: Sta iedere gebruiker toe zijn eigen interval te kiezen

source: As Multi-users on, You can set your interval at <a href='%s'>your profile</a>
nl_nl: Indien Multi-gebruiker opstaat kan u uw persoonlijke interval kiezen in uw <a href='%s'>profiel</a>

source: Neo's setting will be treat as Global Setting while Multi-user is off
nl_nl: Neo's instellingen worden als globale instelling gebruikt indien de multi-gebruiken optie is uitgeschakeld.

source: Statistic
nl_nl: Statistieken

source: Extant Revision
nl_nl: Bestaande revisie's

source: Cleaned Revision
nl_nl: Gewiste revisie's

source: Users Setting Overview
nl_nl: Overzicht van de gebruikersinstellingen

source: Keep draft's
nl_nl: Houdt concepten

source: Time Settings
nl_nl: Tijdsinstellingen

source: Revisions Last
nl_nl: Revisie's blijven

source: day
nl_nl: dag(en)

source: hour
nl_nl: u(u)r(en)

source: Advanced Options
nl_nl: Geavanceerde optie's

source: Seconds
nl_nl: Seconden

source: Misc
nl_nl: Diverse

source: Always keep draft's revisions
nl_nl: Behoud altijd de concept-revisie's
